/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = " (оперативная память разгружена)";

/* New Window menu item title format; the variable is the profile name */
"New Window with Profile - %@" = "Новое окно с профилем — %@";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Profile - %@" = "Новая вкладка с профилем — %@";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "Новое окно с той же командой";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "Новая вкладка с той же командой";

/* Window settings inspector; format string for font field in inspector; argument 1 is the font, argument 2 is the formatted size */
"%1$@ %2$@ pt." = "%1$@ %2$@ пт";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%1$@ %2$@";

/* for Undo Menu suffix for settings changes - "Undo Change Setting" */
"Change Setting" = "изменение настройки";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s profile" = "Профиль пользователя %@";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "группа окон %@";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@…%@";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@: %@";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- Найденные серверы ---";

/* Default settings; name for default Black on White settings */
"Black on White" = "Черное на белом";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "Черное на желтом";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "Синее на белом";

/* Name of built-in default window settings */
"Built-in" = "Встроенная";

/* No comment provided by engineer. */
"Cancel" = "Отменить";

/* Menu item title */
"Clear to Previous Bookmark" = "Очистить до предыдущей закладки";

/* Menu item title */
"Clear to Previous Mark" = "Очистить до предыдущего маркера";

/* Menu item title */
"Clear to Selected Bookmark" = "Очистить до выбранной закладки";

/* Menu item title */
"Clear to Selected Mark" = "Очистить до выбранного маркера";

/* Menu item title */
"Clear to Start of Selection" = "Очистить до начала выбранного";

/* No comment provided by engineer. */
"Close" = "Закрыть";

/* No comment provided by engineer. */
"Close All" = "Закрыть все";

/* Tab close-button accessibility label/title. */
"Close tab" = "Закрыть вкладку";

/* Tab close-button accessibility role description. */
"close tab button" = "кнопка закрытия вкладки";

/* Tab close sheet; message description for a single process */
"Closing this tab will terminate the running process %@." = "Закрытие этой вкладки прервет процесс %@.";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "Закрытие этой вкладки прервет процессы: %@.";

/* Used between items concatenated into comma-separated lists. */
", " = ", ";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@ (%d)";

/* Window close sheet; message description for a single process */
"Closing this window will terminate the running process %@." = "Закрытие этого окна прервет процесс %@.";

/* Window close sheet; message description for multiple processes */
"Closing this window will terminate the running processes: %@." = "Закрытие этого окна прервет процессы: %@.";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[Не удалось создать новый процесс и открыть pseudo-tty.]";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "По умолчанию";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "Загрузка";

/* Compose Email Message contextual menu item. */
"Compose" = "Создать";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "Подключить";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "Скопировать";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "Закрыть эту вкладку?";

/* Window close sheet; message title */
"Do you want to close this window?" = "Закрыть это окно?";

/* Window close sheet; message title when there are running processes */
"Do you want to terminate running processes in this window?" = "Хотите прервать запущенные процессы в этом окне?";

/* Tab close sheet; message title when there are running processes */
"Do you want to terminate running processes in this tab?" = "Хотите прервать запущенные процессы в этой вкладке?";

/* Service */
"File Transfer (ftp)" = "Передача файлов (ftp)";

/* Find Panel; window title */
"Find" = "Поиск";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "Зеленое на черном";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "Скрыть Инспектор";

/* Menu item title */
"Hide Marks" = "Скрыть маркеры";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "Скрыть панель вкладок";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "Если Вы не просмотрите эти окна, все процессы в них будут прерваны.";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "Возможно, копирование с другого компьютера было неполным.";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "Не удалось импортировать несколько файлов.";

/* Default name for new window settings */
"New profile" = "Новый профиль";

/* No options for this service */
"No options" = "Нет параметров";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "Нет сохраненных групп окон";

/* Title of menu item used in Open Window Group submenu when no groups are available */
"No Window Groups" = "Нет групп окон";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "Объект";

/* No comment provided by engineer. */
"OK" = "ОК";

/* Open Link contextual menu item. */
"Open Link" = "Открыть ссылку";

/* Open man Page contextual menu item. */
"Open man Page" = "Открыть man-страницу";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "Открыть man-страницу для «%@»";

/* Open man Page function key label. */
"man page" = "man-страница";

/* Open man Page function key options label. */
"Search Term Display:" = "Отображение поискового запроса:";

/* Open man Page function key options label. */
"man Title None" = "Нет";

/* Open man Page function key options label. */
"man Title Fixed Width" = "Фиксированная ширина";

/* Open man Page function key options label. */
"man Title Automatic" = "Автоматически";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "Искать «%@» в указателе man-страницы";

/* Message text for invalid Bracketed Paste Mode content alert. */
"You cannot send the text to the terminal, because it contains invalid content for Bracketed Paste Mode." = "Этот текст не может использоваться в командной строке, так как часть его содержимого является недопустимой в Режиме выделенной вставки.";

/* Informative text for invalid Bracketed Paste Mode content alert. */
"Bracketed Paste Mode is enabled in the terminal and the text to send contains the escape sequence that marks the end of pasted text. This is invalid for Bracketed Paste Mode, and could allow subsequent content in the text to perform arbitrary commands." = "Для командной строки включен Режим выделенной вставки, а передаваемый текст содержит управляющую последовательность, обозначающую конец вставляемого текста. Это недопустимо в Режиме выделенной вставки и может привести к выполнению произвольных команд, содержащихся в последующей части текста.";

/* Message text for control-character content alert. */
"Paste control characters?" = "Вставить управляющие символы?";

/* Informative text for control-character content alert. */
"The text contains control characters, which could allow the pasted content to perform arbitrary commands.\n\nTo confirm and Paste, you can use \\U21E7\\U2318\\U23CE." = "Текст содержит управляющие символы, которые могут позволить вставляемому содержимому выполнять произвольные команды.\n\nЧтобы разрешить команды и вставить, можно нажать ⇧⌘⏎.";

"Paste" = "Вставить";
"Paste without Control Characters" = "Вставить без управляющих символов";

/* Look Up contextual menu item. */
"Look Up" = "Найти";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "Найти «%@…»";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "Найти «%@»";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "Поиск в %@";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "Искать в интернете";

/* Default process name */
"Process name" = "Имя процесса";

/* No comment provided by engineer. */
"Quit" = "Завершить";

/* Service */
"Remote Login (telnet)" = "Удаленный вход (telnet)";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "Удалить";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "Заменить";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "Замена %@ перепишет содержимое объекта.";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "Замена %@ перепишет содержимое объекта.";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "Просмотреть окна…";

/* Window group save panel; panel title */
"Save Window Group" = "Сохранить группу окон";

/* Service */
"Secure File Transfer (sftp)" = "Безопасная передача файлов (sftp)";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "Безопасный shell (ssh)";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP (автоматически)";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "SFTP Протокол 1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "Показать Инспектор";

/* Menu item title */
"Show Marks" = "Показать маркеры";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "Показать панель вкладок";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH (Автоматически)";

/* Connect to service option */
"SSH Protocol 1" = "SSH Протокол 1";

/* Connect to service option */
"SSH Protocol 2" = "SSH Протокол 2";

/* Accessibility description for Use Option as Meta Key. */
"use option as meta key" = "использовать клавишу option как метаклавишу";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥ Meta" = "⌥ Meta";

/* The 'use Option as Option key (instead of Meta)' title. */
"⌥ Option" = "⌥ Option";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. Like the word 'Meta' this should probably not be localized. */
"M" = "М";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. The word 'Meta' should probably not be localized. */
"Option is Meta" = "Option является мета-клавишей";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"\\U2325" = "⌥";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"Option" = "Клавиша Option";

/* Accessibility description for Insert Bookmark. */
"insert bookmark" = "вставить закладку";

/* Accessibility description for Jump/Select to Next Mark. */
"next mark" = "следующий маркер";

/* Accessibility description for Jump/Select to Previous Mark. */
"previous mark" = "предыдущий маркер";

/* Accessibility description for Jump/Select to Next Bookmark. */
"next bookmark" = "следующая закладка";

/* Accessibility description for Jump/Select to Previous Bookmark. */
"previous bookmark" = "предыдущая закладка";

/* Function key description */
"Previous/Next Mark" = "Предыдущий/следующий маркер";

/* Function key description */
"Previous/Next Bookmark" = "Предыдущая/следующая закладка";

/* Function key description */
"Previous/Next Mark — Insert Bookmark" = "Предыдущий/следующий маркер — вставить закладку";

/* Button title for making a new tab. */
"New Tab" = "Новая вкладка";

/* Accessibility description for New Remote Connection. */
"new remote connection" = "новое удаленное подключение";

/* Function key description */
"New Remote Connection" = "Новое удаленное подключение";

/* Button title for inserting a new bookmark. */
"Insert Bookmark" = "Вставить закладку";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* default title */
"Terminal" = "Терминал";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "Вывод Терминала.txt";

/* No comment provided by engineer. */
"Terminate" = "Прервать";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "Прервать процессы";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "%1$@ «%2$@» уже существует. Хотите заменить?";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "%1$@ «%2$@» уже существует. Хотите заменить?";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "Администратор установил недопустимое значение для Вашего shell.";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "Файл поврежден. Возможно, Вы сможете получить новую копию файла от автора.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "Не удается запустить файл «%@», поскольку у Вас нет соответствующих прав доступа.";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "Не удается импортировать файл «%@».";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "Не удалось открыть файл «%@», так как он поврежден.";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "Следующие файлы повреждены: %@. Возможно, Вы сможете получить новую копию файлов от их авторов.";

/* Window settings; error title when settings name is empty */
"The name is too short." = "Имя слишком короткое.";

/* Window settings; error title when settings name is already in use */
"A profile named \\U201C%@\\U201D already exists." = "Профиль с именем %@ уже существует.";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Для просмотра или изменения прав доступа выберите файл в Finder и пункт меню «Файл» > «Свойства».";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "Введите другое имя.";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "Введите имя с большим количеством символов.";

/* Function key description */
"Use Option as Meta Key" = "Использовать клавишу Option как метаклавишу";

/* Accessibility description for Open man Page for Selection. */
"open man page" = "открыть man-страницу";

/* Function key description */
"Open man Page for Selection" = "Открыть man-страницу для выбранного";

/* Function key description */
"Background Color" = "Цвет фона";

/* Function keys description */
"VT100 (PF1-PF4)" = "VT100 (PF1—PF4)";

/* Function keys description */
"VT220 (PF1-PF4 + F5-F20)" = "VT220 (PF1—PF4 + F5—F20)";

/* Function keys description */
"VT220 Extras (F13-F20)" = "VT220 Extras (F13-F20)";

/* Function keys description */
"VT220 Compact (F1-F20)" = "VT220 Compact (F1—F20)";

/* Function keys description */
"VT420 All Enabled (PF1-PF4 + F1-F20)" = "VT420 All Enabled (PF1—PF4 + F1—F20)";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "Белое на черном";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "Белое на синем";

/* Window group save panel; name of object used in replacement panels */
"window group" = "группа окон";

/* Window settings save panel; name of object used in replacement panels */
"profile" = "профиль";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "У Вас нет прав для запуска этой программы.";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "Количество окон с текущими процессами: %d. Просмотреть эти окна перед завершением?";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[Команда не найдена: %@]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[Процесс завершен]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[Процесс закончен — код выхода %u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[Процесс прерван сигналом %1$d%2$s]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[Восстановленный контент усечен]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[Восстановлен %@]";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "Добавлено %@";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "Нет закладок";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@…";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "…";

/* strings used for split view controls */

"Split view" = "Split View";

"Close split-view" = "Закрыть Split View";

/* strings used for Shortcut man page support */

"Man Pages" = "Страницы справочника man";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "«%@» нельзя открыть, так как %@ не разрешено открывать документы в Терминале.";

/* strings used for quarantine alerts */

"QuarantineTitleSSH" = "Терминал открывает ssh-соединение c %@ для %@.";
"QuarantineTitleTelnet" = "Терминал открывает telnet-соединение c %@ для приложения «%@».";
"QuarantineTitle2" = " Разрешить?";
"QuarantineMessage" = "Данная операция раскроет Ваше имя и сетевой адрес другому компьютеру. Чтобы больше не получать предупреждений об этом, добавьте его в ssh-список известных хостов.";
"QuarantineMessageError" = "\n\nПроизошла ошибка при поиске известных хостов (подробности см., запустив %@).";
"QuarantineAllow" = "Разрешить";
"QuarantineDeny" = "Не разрешать";

"Alter Profiles" = "Изменить профили";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Inspector process list: process name status annotation */
"(stopped)" = "(остановлен)";

/* Inspector process list: process name status annotation */
"(zombie)" = "(завис)";

/* Inspector process list: process status */
"Idle" = "Не занят";

/* Inspector process list: process status */
"Runnable" = "Работоспособен";

/* Inspector process list: process status */
"Sleeping" = "Режим сна";

/* Inspector process list: process status */
"Stopped" = "Остановлен";

/* Inspector process list: process status */
"Zombie" = "Завис";

/* Inspector process list: boolean YES */
"Yes" = "Да";

/* Inspector process list: boolean NO */
"No" = "Нет";
